IDEA Open Model
Member1D.Member1DType Property
Compatible with IDEA StatiCa 20.1
 Beam, column,...
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public Member1DType Member1DType { get; set; }
Public Property Member1DType As Member1DType
	Get
	Set
Property Value
Type: Member1DType
See Also
Reference
Member1D Class
IdeaRS.OpenModel.Model Namespace